[
    {
        "FormalName": "Web Design",
        "Name": "web-design",
        "Title1": "Establish Your Online Presence",
        "Description1": "<p class=\"cs-text\">In the restoration industry, your website is often the first point of contact during emergencies. A professional, fast-loading website helps convert desperate property owners into leads while building trust with insurance adjusters and property managers. We create restoration websites optimized for both emergency response and long-term lead generation.</p>",
        "Title2": "Custom Websites Built for Restoration Success",
        "Description2": "<p class=\"cs-text\">We'll develop your restoration website with features critical to your success: emergency contact forms, service area maps, before/after galleries, and certification displays. Our mobile-first approach ensures property owners can easily contact you during disasters. We integrate insurance information, testimonials, and clear calls-to-action to help convert visitors into qualified leads while establishing your restoration expertise.</p>",
        "ImagePath": "/webdesign1",
        "ImagePath2": "/webdesign2",
        "ShortDescription": "Your restoration website needs to convert emergency calls 24/7 while building trust with property owners and insurance partners. Let us create your perfect lead-generating platform."
    },
    {
        "FormalName": "SEO",
        "Name": "seo",
        "Title1": "Dominate Local Restoration Searches",
        "Description1": "<p class=\"cs-text\">When property owners search for emergency restoration services, appearing at the top of Google can mean the difference between winning or losing valuable jobs. Our restoration-focused SEO strategies help you dominate local searches for water damage, fire restoration, mold remediation, and other essential services.</p>",
        "Title2": "Long-Term SEO Strategy for Sustained Growth",
        "Description2": "<p class=\"cs-text\">We build your restoration company's online authority through targeted local SEO, strategic content creation, and technical optimization. Our approach focuses on ranking for emergency services while building lasting relationships with insurance companies and property managers. From optimizing service pages to creating location-specific content, we ensure your restoration company appears when and where it matters most.</p>",
        "ImagePath": "/seo1",
        "ImagePath2": "/seo2",
        "ShortDescription": "Proper SEO ensures your restoration company appears first when property owners need emergency services. Let us help you capture more high-value restoration leads."
    },
    {
        "FormalName": "PPC & LSA Campaigns",
        "Name": "ppc",
        "Title1": "Capture Emergency Restoration Leads",
        "Description1": "<p class=\"cs-text\">When disasters strike, property owners need immediate restoration services. Our PPC and Local Service Ads campaigns ensure your restoration company appears instantly for emergency searches, capturing urgent calls while building your brand in your service area.</p>",
        "Title2": "Strategic Paid Campaigns for Maximum ROI",
        "Description2": "<p class=\"cs-text\">We manage your restoration company's paid search campaigns with precision, targeting emergency keywords and optimizing for cost-effective lead generation. Our strategies include weather-triggered ads, location-specific targeting, and insurance-focused campaigns. Through careful budget management and continuous optimization, we help you secure more restoration jobs while controlling customer acquisition costs.</p>",
        "ImagePath": "/ppc1",
        "ImagePath2": "/ppc2",
        "ShortDescription": "PPC and LSA campaigns deliver immediate visibility when property owners need emergency restoration services. Let us manage your campaigns for maximum ROI."
    },
    {
        "FormalName": "Social Media",
        "Name": "social-media",
        "Title1": "Build Trust Through Social Proof",
        "Description1": "<p class=\"cs-text\">In restoration, showing your expertise and building trust is crucial. Our social media management helps showcase your successful projects, share customer testimonials, and demonstrate your team's professional certifications, creating a strong brand presence that resonates with property owners and insurance partners.</p>",
        "Title2": "Strategic Social Media for Restoration Companies",
        "Description2": "<p class=\"cs-text\">We create engaging content that highlights your restoration expertise, from before/after photos to emergency preparedness tips. Our social strategies help you connect with property managers, insurance adjusters, and local businesses while building community trust. We focus on platforms where your ideal customers spend time, ensuring your restoration company stays top-of-mind for property damage emergencies.</p>",
        "ImagePath": "/socialmedia1",
        "ImagePath2": "/socialmedia2",
        "ShortDescription": "Strong social media presence builds trust and credibility for your restoration company. Let us handle your social media while you focus on serving customers."
    },
    {
        "FormalName": "Reputation Management",
        "Name": "reputation-management",
        "Title1": "Protect Your Restoration Company's Reputation",
        "Description1": "<p class=\"cs-text\">In the restoration industry, your online reputation can make or break your business. We help you gather positive reviews from satisfied customers, respond professionally to feedback, and maintain strong ratings across Google, Facebook, and industry-specific platforms.</p>",
        "Title2": "Build and Maintain a Five-Star Reputation",
        "Description2": "<p class=\"cs-text\">Our reputation management services help your restoration company maintain a sterling online presence that attracts both property owners and insurance partners. We implement automated review collection systems, monitor online mentions, and help showcase your best testimonials. With our proven strategies, you'll build a robust online reputation that drives referrals and establishes your company as the trusted local restoration expert.</p>",
        "ImagePath": "/repmanage1",
        "ImagePath2": "/repmanage1",
        "ShortDescription": "Your online reputation directly impacts your restoration company's success. Let us help you build and maintain a five-star reputation that drives referrals."
    }
]